<template>
  <div>
    Калькулятор: под графиком можно сделать несколько блоков с расчетами<br>
    <p>Расчет одноповторного максимума</p>
    <p>Определение типа телосложения</p>
    <p>Расчет идеальных пропорций тела</p>
    <p>Расчет процента жира в теле</p>
    <p>Расчет длины шага</p>
    <p>Расчет оптимального пульса для сжигания жира</p>
    <p>Расчет базового метаболизма</p>
    <p>Расчет расхода калорий</p>
  </div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
@import '@/assets/scss/vars.scss';

</style>
